{
    "totalArticles": 108572,
    "articles": [
        {
            "title": "Are women with PCOS at increased risk of high blood pressure?",
            "description": "PCOS Awareness Month: It is known that women with PCOS are almost 3 times more likely to have type 2 diabetes, according to a study titled ‘Women’s Health Study’ by Apple and Harvard",
            "content": "Every year, September is observed as PCOS Awareness Month in a bid to improve the lives of those affected by polycystic ovary syndrome (PCOS) and to help them overcome their symptoms as well as prevent and reduce their risks for life-threatening cond... [606 chars]",
            "url": "https://indianexpress.com/article/lifestyle/health/pcos-women-high-blood-pressure-hypertension-risk-8919365/",
            "image": "https://images.indianexpress.com/2023/09/pcos-1200.jpg",
            "publishedAt": "2023-09-11T02:50:36Z",
            "source": {
                "name": "The Indian Express",
                "url": "https://indianexpress.com"
            }
        },
        {
            "title": "iPad Air 6 Could Launch In October As The Sole iPad Refresh This Year: Report",
            "description": "Apple could launch the iPad Air 6 in October as the sole iPad refresh of this year with newer internal specifications, a Weibo account has claimed.",
            "content": "Apple iPad Air 6 could launch this October and may be the only refreshed iPad from the lineup this year, as per a new Weibo rumor and Bloomberg’s Mark Gurman. Currently in its fifth-generation, the iPad Air is offered with the Apple M1 chipset and is... [1458 chars]",
            "url": "https://www.news18.com/tech/ipad-air-6-could-launch-in-october-as-the-sole-ipad-refresh-this-year-8572286.html",
            "image": "https://images.news18.com/ibnlive/uploads/2023/08/ipad-pro-2024-oled-169320827516x9.jpg",
            "publishedAt": "2023-09-11T02:43:20Z",
            "source": {
                "name": "News18",
                "url": "https://www.news18.com"
            }
        },
        {
            "title": "Apple Could Finally Convince More Android Users To Buy iPhones: Here’s How",
            "description": "Apple iPhone 15 series with USB C charging means you could get faster charging speeds and ease of using more accessories.",
            "content": "Apple iPhone 15 series is launching this week, and the wait will be finally over to see the company adopt USB-C charging for its new iPhones. Apple was not keen on this move for obvious reasons, but the stringent EU laws have forced the company’s han... [1511 chars]",
            "url": "https://www.news18.com/tech/apple-could-finally-convince-more-android-users-to-buy-iphones-heres-how-8572178.html",
            "image": "https://images.news18.com/ibnlive/uploads/2023/09/iphone-15-pro-169385147016x9.jpg",
            "publishedAt": "2023-09-11T02:30:45Z",
            "source": {
                "name": "News18",
                "url": "https://www.news18.com"
            }
        }
    ]
}
